/* afpAccessDenied */
"-5000.message" = "Du har ikke tillatelse til å åpne programmet %@.";
"-5000.info" = "Be maskinens eller nettverkets administrator om hjelp.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Du har ikke tillatelse til å åpne dokumentet %@.";
"documentPermissionError.info" = "Be maskinens eller nettverkets administrator om hjelp.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Du kan ikke åpne programmet %@ fordi det ligger i papirkurven.";
"-5044.info" = "Hvis du vil åpne dette programmet, flytter du det ut av papirkurven.";

/* kLSAppInTrashErr */
"-10660.message" = "Du kan ikke åpne programmet %@ fordi det ligger i papirkurven.";
"-10660.info" = "Hvis du vil åpne dette programmet, flytter du det ut av papirkurven.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Du kan ikke åpne programmet %@ fordi det ligger i en Time Machine-sikkerhetskopi.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Du kan ikke bruke denne versjonen av programmet %@ med denne versjonen av Mac OS X.";
"-10664.info" = "Du har %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Du må oppdatere til den nyeste versjonen for å åpne %@.";
"-10664.info.2" = "Kjør Programvareoppdatering for å installere nå.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Hvis du vil åpne %@, må du installere Rosetta. Vil du installere det nå?";
"-10665.error.title" = "Hvis du vil åpne %@, må du installere Rosetta.";
"-10665.error.nonetwork" = "Hvis du vil installere Rosetta, kobler du maskinen til Internett og åpner %@. Hvis du ikke kan koble til Internett, setter du inn Mac OS X-installeringsplaten, åpner Optional Installs-mappen og dobbeltklikker på Optional Installs.";
"-10665.error.noserver" = "Programvareoppdateringer er ikke tilgjengelige nå. Når programvareoppdateringer er tilgjengelige, åpne %@ igjen.";
"-10665.error.busy" = "En annen programvareoppdatering pågår. Når oppdateringen er fullført, åpner du %@ igjen for å installere Rosetta.";
"-10665.error.notfound" = "Hvis du vil installere Rosetta senere, åpner du %@ igjen. Hvis du ikke kan koble til Internett, setter du inn Mac OS X-installeringsplaten, åpner Valgfrie installeringer-mappen og dobbeltklikker på Valgfrie installeringer.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Du kan ikke åpne programmet %@ fordi Classic-miljøet ikke støttes lenger.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Du kan ikke bruke denne versjonen av programmet %@ med denne versjonen av Mac OS X.";
"-10825.info" = "Du har Mac OS X %@. Programmet krever Mac OS X %@ eller nyere.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Du har ikke tillatelse til å åpne programmet %@.";
"-10826.info" = "Be maskinens eller nettverkets administrator om hjelp.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Du kan ikke åpne programmet %@ fordi det kan være skadet eller ufullstendig.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Du kan ikke åpne programmet %@ fordi noen andre bruker det.";
"-10829.info" = "Be den andre brukeren om å avslutte programmet, og prøv på nytt.";

/* fnfErr */
"-43.message" = "Finner ikke programmet.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Det er ikke angitt noe standardprogram for åpning av dokumentet %@.";
kLSApplicationNotFoundErr.url = "Det er ikke angitt noe standardprogram for åpning av URL-en %@.";

/* this is the default message we use if no other error was found */
default.message = "Programmet %@ kan ikke åpnes.";
default.info = "%d";

default2.message = "Programmet kan ikke åpnes.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Du kan ikke åpne programmet %@ fordi det ikke støttes på denne Mac-typen.";

SU_BUTTON = "Programvareoppdatering…";

OK = "OK";